Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_FORMATS_CAPTURE_FOOTER_4k60_1080P240
source: To reduce file size, capture photos and videos in the high efficiency HEIF/HEVC format. Most Compatible will always use JPEG/H.264, but 4K at 60 fps and 1080p at 240 fps require High Efficiency.
ar: لتقليل حجم الملف، التقط الصور والفيديوهات بتنسيق ‪HEIF/HEVC‬ عالي الكفاءة. "أفضل توافق" سيستخدم دائمًا ‪JPEG/H.264‬، ولكن ‪4K‬ بمعدل 60 إطار/ثانية و ‪1080p‬ بمعدل 240 إطار/ثانية يتطلبان "تنسيق عالي الكفاءة".
bg: За да намалите размера на файловете, снимайте видеа и снимки във Високоефективен формат HEIF/HEVC. Във формат Най-съвместим винаги се използва JPEG/H.264, но 4K при 60 кадъра/сек и 1080p при 240 кадъра/сек изисква Високоефективен формат.
bn: ফাইলের সাইজ কম করার জন্য হাই এফিসিয়েন্সি HEIF/HEVC ফরম্যাটে ছবি এবং ভিডিও তুলুন। সর্বাধিক সামঞ্জস্যপূর্ণের জন্য সর্বদা JPEG/H.264 ব্যবহার করা হবে, কিন্তু 4K ^[60](formatNumber: true) fps-এ এবং ^[1080](formatNumber: true)p ^[240](formatNumber: true) fps-এর ভিডিওর জন্য হাই এফিসিয়েন্সির প্রয়োজন হয়।
ca: Per reduir la mida dels arxius, utilitza els formats d’alta eficiència (HEIF/HEVC) per fer fotos i vídeos. L’opció “Compatibilitat màxima” sempre utilitzarà JPEG/H.264, però els formats 4K a 60 fps i 1080p a 240 fps requereixen alta eficiència.
cs: Pokud chcete zmenšit velikost souborů, pořizujte fotky a videa ve vysoce efektivním formátu HEIF/HEVC. Při nastavení „Nejkompatibilnější“ se bude vždy používat formát JPEG/H.264, rozlišení 4K s 60 fps a 1080p s 240 fps však vyžadují volbu „Vysoká efektivita“.
da: Du kan reducere arkivstørrelsen ved at tage fotos og optage videoer i High Efficiency-formatet HEIF/HEVC. Mest kompatible bruger altid JPEG/H.264, men 4K ved 60 bps og 1080p ved 240 bps kræver Pladsbesparende.
de: Nimm Fotos und Videos im High-Efficiency-Format „HEIF/HEVC“ auf, um die Dateigröße zu reduzieren. Für „Maximale Kompatibilität“ wird immer JPEG/H.264 verwendet, für „4K (60 fps)“ und „1080p (240 fps)“ ist jedoch „High Efficiency“ erforderlich.
el: Για μείωση του μεγέθους αρχείου, τραβήξτε φωτογραφίες και βίντεο στη μορφή υψηλής απόδοσης HEIF/HEVC. Η ρύθμιση «Πιο συμβατή μορφή» θα χρησιμοποιεί πάντα το JPEG/H.264, αλλά οι επιλογές 4K στα 60 καρέ/δευτ. και 1080p στα 240 καρέ/δευτ. απαιτούν τη ρύθμιση «Υψηλή απόδοση».
es: Para reducir el tamaño de los archivos, usa el formato HEIF/HEVC de alta eficiencia para hacer fotos y vídeos. La opción “El más compatible” usa siempre los formatos JPEG/H.264, pero los formatos 4K a 60 fps y 1080p a 240 fps requieren una eficiencia alta.
es_us: Para reducir el tamaño de los archivos, captura fotos y videos en el formato de alta eficiencia HEIF/HEVC. La opción Más compatible usará siempre JPEG/H.264, pero los formatos 4K a 60 fps y 1080p a 240 fps requieren Alta eficiencia.
fi: Korkean hyötysuhteen HEIF/HEVC-muoto pienentää otettujen kuvien ja videoiden tiedostokokoa. Yhteensopivin käyttää aina JPEG/H.264:ää, mutta 4K / 60 fps ja 1080p / 240 fps vaativat korkean hyötysuhteen.
fr: Pour réduire la taille des fichiers, capturez les photos et vidéos au format HEIF/HEVC haute efficacité. « Le plus compatible » utilise toujours le format JPEG/H.264, mais les options 4K à 60 ips et 1080p à 240 ips nécessitent le format « Haute efficacité ».
fr_ca: Pour réduire la taille des fichiers, utilisez l’option « Haute efficacité » pour capturer les photos et les vidéos aux formats HEIF et HEVC. L’option « Plus compatible » utilisera systématiquement les formats JPEG et H.264, mais les vidéos 4K à 60 ips et 1080p à 240 ips requièrent le format haute efficacité.
gu: ફાઇલ સાઇઝ ઘટાડવા માટે ફોટો અને વીડિયો હાઇ એફિશંસીવાળા HEIF/HEVC ફૉર્મેટમાં કૅપ્ચર કરો. સૌથી સુસંગત હંમેશાં JPEG/H.264નો ઉપયોગ કરશે પણ 60 fps પર 4K અને 240 fps પર 1080p વીડિયો માટે હાઈ એફિશંસીની જરૂર પડશે.
he: כדי להקטין את גודלי הקבצים, ניתן לצלם תמונות וסרטונים בפורמט היעילות הגבוהה HEIF/HEVC. האפשרות ״התואם ביותר״ תמיד תשתמש ב-JPEG/H.264, אך לצילומי 4K בקצב של ⁨60 FPS⁩ ו-1080p בקצב של ⁨240 FPS⁩ נדרש פורמט ״יעילות גבוהה״.
hi: फ़ाइल आकार घटाने के लिए उच्च कुशलता वाले HEIF/HEVC फ़ॉर्मैट में तस्वीर और वीडियो कैप्चर करें। सर्वाधिक संगत JPEG/H.264 का हमेशा उपयोग करेंगे लेकिन 60fps पर 4K और 240fps पर 1080p वीडियो के लिए हाई एफ़िशिएंसी आवश्यक होगी।
hr: Za smanjenje veličine datoteke snimite fotografije i videozapise u visokoučinkovitom HEIF/HEVC formatu. Opcija Najkompatibilnija uvijek će koristiti JPEG/H.264, ali opcije 4K pri 60 fps i 1080p pri 240 fps zahtijevaju visoku učinkovitost.
hu: A fájlméret csökkentéséhez rögzítse a fotókat és videókat a nagy hatékonyságú HEIF/HEVC formátumban. A Leginkább kompatibilis mindig JPEG/H.264 kódolást fog használni, de a 4K / 60 fps és az 1080p / 240 fps használatához a Nagy hatékonyságú opció szükséges.
id: Untuk mengurangi ukuran file, ambil foto dan video dalam format HEIF/HEVC efisiensi tinggi. Paling Kompatibel akan selalu menggunakan JPEG/H.264, tapi 4K pada 60 fps dan 1080p pada 240 fps memerlukan Efisiensi Tinggi.
it: Per ridurre le dimensioni dei file, scatta foto e registra video in formato HEIF/HEVC. L’opzione “Più compatibile” utilizzerà sempre il formato JPEG/H.264; tuttavia, i formati 4K a 60 fps e 1080p a 240 fps richiedono sempre l’opzione “Efficienza elevata”.
ja: ファイルサイズを減らすため、写真とビデオを高効率のHEIF/HEVCフォーマットで撮影/録画します。“互換性優先”は常にJPEG/H.264を使用しますが、4K/60 fpsおよび1080p/240 fpsを使用するには“高効率”が必要です。
kk: Файл өлшемін азайту үшін фотолар мен видеоларды тиімділігі жоғары HEIF/HEVC форматында түсіріңіз. «Ең үйлесімді» опциясы таңдалғанда әрдайым JPEG/H.264 форматы қолданылады, бірақ 4K (60 кадр/с) және 1080p (240 кадр/с) үшін «Жоғары тиімділік» форматының қолдауы қажет.
kn: ಫೈಲ್ ಗಾತ್ರವನ್ನು ಕಡಿಮೆ ಮಾಡಲು, ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿಯ HEIF/HEVC ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿ ಕ್ಯಾಪ್ಚರ್ ಮಾಡಿ. ಹೆಚ್ಚು ಕಂಪ್ಯಾಟಿಬಲ್ ಯಾವಾಗಲೂ JPEG/H.264 ಅನ್ನು ಬಳಸುತ್ತದೆ, ಆದರೆ 60 fps ಫ್ರೇಮ್ ರೇಟ್‌ನ 4K ವೀಡಿಯೊ ಮತ್ತು 240 fps ಫ್ರೇಮ್ ರೇಟ್‌ನ 1080p ವೀಡಿಯೊಗಳಿಗೆ ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿಯ ಅಗತ್ಯವಿರುತ್ತದೆ.
ko: 파일 크기를 줄이려면 사진 및 비디오를 고효율성 HEIF/HEVC 포맷으로 캡처하십시오. ‘높은 호환성’은 항상 JPEG/H.264를 사용하지만 4K - 60fps 및 1080p - 240fps는 고효율성이 필요합니다.
lt: Kad sumažintumėte failo dydį, nuotraukas ir vaizdo įrašus įrašykite didelio efektyvumo HEIF / HEVC formatu. Pasirinkus „Labiausiai suderinami“ visada naudojamas JPEG / H.264 formatas. 4K vaizdo įrašams 60 kadr./s sparta ir 1080p vaizdo įrašams 240 kadr./s sparta reikalingas didelio efektyvumo formatas.
ml: ഫയൽ വലിപ്പം കുറയ്ക്കാൻ, ഫോട്ടോകളും വീഡിയോകളും ഉയർന്ന എഫിഷ്യൻസിയുള്ള HEIF/HEVC ഫോർമാറ്റിൽ കാപ്ചർ ചെയ്യൂ. ‘ഏറ്റവും അനുയോജ്യതയുള്ളത്’ എപ്പോഴും JPEG/H.264 ഉപയോഗിക്കും. എന്നാൽ, 60 fps-ൽ 4K, 240 fps-ൽ 1080p എന്നിവയ്ക്ക് ‘ഉയർന്ന എഫിഷ്യൻസി’ ആവശ്യമാണ്.
mr: फाइल आकार कमी करण्यासाठी, छायाचित्रे आणि व्हिडिओ उच्च कार्यक्षमतेच्या HEIF/HEVC फॉरमॅटमध्ये कॅप्चर करा. सर्वाधिक सुसंगतद्वारे नेहमीJPEG/H.264 चा वापर केला जाईल, पण ^[60](formatNumber: true) fps वर ^[4](formatNumber: true)K आणि ^[240](formatNumber: true) fps वर ^[1080](formatNumber: true)p व्हिडिओला उच्च कार्यक्षमतेची आवश्यकता असते.
ms: Untuk mengurangkan saiz fail, tangkap foto dan rakam video dalam format HEIF/HEVC kecekapan tinggi. Paling Serasi akan sentiasa menggunakan JPEG/H.264, namun 4K pada 60 bps dan 1080p pada 240 bps memerlukan Kecekapan Tinggi.
nb: Reduser filstørrelsen ved å ta bilder og videoer i det plassbesparende HEIF/HEVC-formatet. Mest kompatibelt vil alltid bruke JPEG/H.264, men 4K ved 60 bps og 1080p ved 240 bps krever High Efficiency.
nl: Om de bestandsgrootte te verminderen, kun je foto's en video's maken in de High Efficiency-structuur HEIF/HEVC. Met 'Meest compatibel' wordt altijd JPEG/H.264 gebruikt, maar 'High Efficiency' is vereist voor 4K op 60 fps en 1080p op 240 fps.
or: ଫାଇଲ୍‌ର ଆକାର ହ୍ରାସ କରିବାକୁ, ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ HEIF/HEVC ଫର୍ମାଟ୍‌ରେ ଫଟୋ ଓ ଭିଡିଓ କ୍ୟାପ୍‌ଚର୍ କରନ୍ତୁ। ସର୍ବାଧିକ ସୁସଙ୍ଗତ ଫାଇଲ୍ ସବୁବେଳେ JPEG/H.^[264](formatNumber: true) ବ୍ଯବହାର କରିବ କିନ୍ତୁ ^[60](formatNumber: true) fps ରେ 4K ଏବଂ ^[240](formatNumber: true) fps ରେ 1080p ପାଇଁ ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ ଆବଶ୍ଯକ।
pa: ਫ਼ਾਈਲ ਦਾ ਆਕਾਰ ਘਟਾਉਣ ਲਈ, ਉੱਚ ਕੁਸ਼ਲਤਾ ਵਾਲੇ HEIF/HEVC ਫ਼ਾਰਮੈਟ ਵਿੱਚ ਤਸਵੀਰਾਂ ਅਤੇ ਵੀਡੀਓ ਨੂੰ ਕੈਪਚਰ ਕਰੋ। ਸਭ ਤੋਂ ਢੁਕਵਾਂ ਫ਼ਾਰਮੈਟ ਹਮੇਸ਼ਾਂ JPEG/H.^[264](formatNumber: true) ਦੀ ਵਰਤੋਂ ਕਰੇਗਾ, ਪਰ ^[60](formatNumber: true) fps ‘ਤੇ ^[4](formatNumber: true)K, ^[240](formatNumber: true) fps ‘ਤੇ ^[1080](formatNumber: true)p, ਅਤੇ HDR ਵੀਡੀਓ ਲਈ ਉੱਚ ਕੁਸ਼ਲਤਾ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।
pl: Aby zmniejszyć wielkość plików, rejestruj zdjęcia i wideo w formacie HEIF/HEVC. Opcja Najbardziej zgodny oznacza, że zawsze używany będzie format JPEG/H.264, ale nagrywanie wideo 4K przy 60 kl./s oraz 1080p przy 240 kl./s nie będzie dostępne.
pt_br: Para reduzir o tamanho de arquivo, capture fotos e vídeos no formato HEIF/HEVC de alta eficiência. A opção Mais Compatível sempre usará JPEG/H.264. 4K a 60 fps e 1080p a 240 fps exigem Alta Eficiência.
pt_pt: Para reduzir o tamanho do ficheiro, tire fotografias e filme vídeos no formato HEIF/HEVC de alta eficiência. A opção Mais compatível usará sempre JPEG/H.264, mas a reprodução de vídeos 4K a 60 fps ou 1080p a 240 fps requer o formato de alta eficiência.
ro: Pentru a reduce dimensiunea fișierelor, înregistrați pozele și clipurile video cu opțiunea „Eficiență înaltă” în formatul HEIF/HEVC. Opțiunea „Compatibilitate maximă” va utiliza întotdeauna JPEG/H.264, dar configurările 4K la 60 fps și 1080p la 240 fps necesită opțiunea „Eficiență înaltă”.
ru: Для уменьшения размера файла снимайте фото и видео, используя высокоэффективный формат HEIF/HEVC. При выборе варианта «Наиболее совместимый» всегда будет использоваться формат JPEG/H.264. Для видео 4K с 60 кадр⁠/⁠с и 1080p с 240 кадр⁠/⁠с требуется поддержка формата «Высокоэффективный».
sk: Ak chcete zmenšiť veľkosť súborov, fotografujte a nahrávajte videá vo vysokoefektívnom formáte HEIF/HEVC. Najkompatibilnejšie nastavenie vždy použije formát JPEG/H.264, nahrávanie v rozlíšení 4K 60 fps alebo 1080p 240 fps však vyžaduje vysokoefektívny formát.
sl: Če želite zmanjšati velikost datotek, zajemajte fotografije in videe v visokoučinkoviti obliki zapisa HEIF/HEVC. Možnost »Najbolj združljivo« bo vedno uporabila obliko zapisa JPEG/H.264, za videe 4K pri 60 sličicah/s in 1080p pri 240 sličicah/s pa je potrebna visokoučinkovita oblika zapisa.
sv: Du kan minska filstorleken genom att ta bilder och videor i det högeffektiva HEIF/HEVC-formatet. Mest kompatibel använder alltid JPEG/H.264, men 4K med 60 bilder/s och 1080p med 240 bilder/s kräver Högeffektiv.
ta: கோப்பின் அளவைக் குறைப்பதற்கு உயர் செயல்திறன் HEIF/HEVC ஃபார்மெட்டில் புகைப்படங்களையும் வீடியோக்களையும் எடுக்கலாம். “மிகவும் இணக்கமானது” விருப்பத்தில் எப்போதும் JPEG/H.264 ஃபார்மெட்கள் பயன்படுத்தப்படும், ஆனால் 60 fpsஇல் 4K, 240 fpsஇல் 1080p ஆகியவற்றிற்கு உயர் செயல்திறன் அம்சம் தேவை.
te: ఫైల్ సైజ్‌ను తగ్గించడానికి, ఫోటోలు మరియు వీడియోలను అధిక సామర్థ్యం కలిగిన HEIF/HEVC ఫార్మాట్‌లలో క్యాప్చర్ చేస్తుంది. అత్యంత అనుకూలమైనవి ఎల్లప్పుడూ JPEG/H.264ను వినియోగిస్తాయి, కానీ 60 fpsలో 4K మరియు 240 fpsలో 1080p వీడియోలకు మాత్రం అధిక సామర్థ్యం అవసరం.
th: ในการลดขนาดไฟล์ การจับภาพและวิดีโอในรูปแบบประสิทธิภาพสูงเก็บไฟล์แบบ HEIF/HEVC รูปแบบที่ใช้งานได้มากที่สุดจะอยู่ในรูปแบบ JPEG/H.264 เสมอ แต่ 4K ที่ 60 fps และ 1080p ที่ 240 fps จะต้องใช้แบบประสิทธิภาพสูง
tr: Dosya büyüklüğünü azaltmak için fotoğrafları ve videoları yüksek verimlilik HEIF/HEVC biçiminde çekin. En Uyumlu her zaman JPEG/H.264 biçimini kullanır ama 4K 60 kare/sn. ve 1080p 240 kare/sn. Yüksek Verimlilik gerektirir.
uk: Щоб зменшити розмір файлів, знімайте фото і відео у високоефективному форматі HEIF⁠/⁠HEVC. Параметр «Найбільш сумісний» завжди застосовує JPEG⁠/⁠H.264, а для форматів 4K із 60 кадр⁠/⁠с і 1080p із 240 кадр⁠/⁠с потрібний параметр «Високоефективний».
ur: فائل کی سائز کم کرنے کے لیے، ہائی ایفی شیئنسی ‏⁨HEIF/HEVC⁩ فارمیٹ میں تصاویر اور ویڈیو کو کیپچر کریں۔ سب سے زیادہ موافق ہمیشہ ‏⁨JPEG/H.264⁩ کا استعمال کرے گا لیکن ‏⁨^[60](formatNumber: true) fps⁩ پر ‏4K اور ⁨^[240](formatNumber: true) fps⁩ پر ‏1080p ویڈیو کے لیے ہائی ایفی شیئنسی کی ضرورت ہوگی۔
vi: Để giảm kích cỡ tệp, hãy chụp ảnh và quay video bằng định dạng HEIF/HEVC hiệu suất cao. Tương thích nhất sẽ luôn sử dụng JPEG/H.264, nhưng 4K tại 60 fps và 1080p tại 240 fps yêu cầu Hiệu suất cao.
zh_cn: 若要缩小文件大小，请使用高效HEIF/HEVC格式拍摄照片和视频。“兼容性最佳”将始终使用JPEG/H.264格式，但4K/60 fps和1080p/240 fps需要使用“高效”格式。
zh_hk: 如要縮小檔案大小，請以高效率HEIF/HEVC格式拍攝相片和影片。「最相容」會永遠使用JPEG/H.264，但4K/60 fps和1080p/240 fps需要使用「高效率」。
zh_tw: 若要減少檔案大小，請以高效率HEIF/HEVC格式拍攝照片和影片。「最相容」會永遠使用JPEG/H.264，但4K/60 fps和1080p/240 fps需要使用「高效率」。
